{"id":1,"name":"铜雀台","content":"庚子年，恰逢天象“四星合一”，预示改朝换代之征兆。曹操（周润发 饰）的部属、尤其他的公子曹丕（邱心志 饰），希望借此良机推献帝禅位、曹操登基；同时反对曹操的势力，也加紧了行动，无人知晓四星合一之时，大汉天下将发生何种惊天动地之事。 关中，马超、韩遂的俘虏营后方，少男穆顺（玉木宏 饰）、少女灵（刘亦菲 饰）被一支铁骑掠走，押到一个巨大陵墓里，进行残酷的训练，他们将被塑造成铁血死士，完成一个不可告人的惊天任务。 五年后，曹操盛殓关羽，回到铜雀台，灵雎一袭红衣出现在曹操身旁。柔弱的汉献帝（苏有朋 饰）、野心勃勃的伏后（伊能静 饰）对曹操的归来噤若寒蝉，大臣们亦是各怀鬼胎。四星即将合一，一出“杀死曹操”的阴谋大戏正在紧锣密鼓的谋划着…… "}
{"id":2,"name":"非常营救","content":"《非常营救》绝不是现代人对谍战的虚构意象，影片用真实的历史人物和历史事件结合谍战题材做了一次尝试。没有神话般的武器，没有天书般的密码，也没有血腥残酷的牢刑，避开了这些一惊一乍的噱头，影片真实还原了历史人物在公众身份之下所进行的一场反间谍智斗，惊险却真实、平和且不做作。虹口公园爆炸案发生于1932年4月29日，是流亡中国的大韩民国临时政府要员金九策划的暗杀日本军队要员的行动，国民党元老褚辅成受人所托营救金九藏匿家中。日本特务得到消息后，勾结当地伪政府县长，不惜自毁面容，假扮金九失散多年的侍卫保镖，混入褚府，打探金九的下落，伺机进行暗杀。面对重重阴谋，褚辅成挥洒自如，举手谈笑间将一幕幕危机化于无形…… "}
{"id":3,"name":"太极1从零开始","content":"清朝中叶，内忧外患，传统崩溃，民生凋敝。小男孩杨露禅额头天生肉角、相貌奇异，却只会吃和傻笑，大家认定他这辈子只能混吃等死，唯独杨母（舒淇 饰）认为儿子露禅（袁晓超 饰）天赋异禀，将来必成大器。随着年龄增长，露禅渐渐展现异于常人的能力——对于种种拳脚招式，过目不忘，尤其是头顶肉角一旦被触动，更是力大无穷，无人能敌。高人指出，如能善用此天赋，他将成为绝顶高手，但若放任其颜色由红转黑，必有性命之虞。露禅一路颠沛流离来到陈家沟——太极拳的发源地，希望学拳保命。孰料陈家拳不传外人，所幸有神秘老人（梁家辉 饰）总在关键时刻暗中指点，露禅进步神速，令村民刮目相看。一向平静的山村，因为朝廷修筑铁道面临灭村危机。在陈家沟成长，从英国学成归国的直隶铁道总监造方子敬（彭于晏 饰），为了自己的前途，不惜牺牲乡亲的利益。玉娘（杨颖 饰）与子敬青梅竹马，面对爱人背叛，伤心欲绝，..."}
{"id":4,"name":"敢死队2 The Expendables 2","content":"再次经历了一番炮火密集的血雨腥风，巴尼（西尔维斯特·史泰龙 Sylvester Stallone 饰）、圣诞（杰森·斯坦森 Jason Statham饰）、贡纳（杜夫·龙格尔 Dolph Lundgren 饰）、比利（利亚姆·海姆斯沃斯 Liam Hemsworth 饰）、收费公路（兰迪·库卓 Randy Couture 饰）和凯撒（泰瑞·克鲁斯 Terry Crews 饰）这几个敢死队的铁哥们正享受大战之后的难得惬意。可是好景不长，某晚教堂（布鲁斯·威利斯 Bruce Willis 饰）找上门来，迫令他前往阿尔巴尼亚噶扎克山区找一架被击落飞机上的保险箱，并确保箱子不会落入敌人之手，教堂还委派麦琪·张（余男 饰）与这群硬汉同行。看似简单的任务实则充满凶险，比利被对手残忍杀害。这已不再是一项任务，而是一场关乎战士们友情与荣誉的战争……"}
{"id":5,"name":"北京青年","content":"何东（李晨 饰）、何西（任重 饰）、何南（贺刚 饰）和何北（杜淳 饰）是四个自幼生活在老北京城的堂兄弟，生活各不相同的四兄弟，在成年之后各自经历着人生最重要的转折期。老大何东慢慢厌倦了单调的公务员生活，甚至悔掉婚约，只为重寻热血沸腾的青春；何西一刚刚步入社会的青年医生，爱情是他生活的主旋律，也让他为了真爱奋不顾身；在海外创业的何南踌躇满志回国，准备大干一场的他面对着诸多挑战；老四何北最没出息，打架胡混，自甘沉沦，而今这个暴脾气的青年似乎也打算走上正途。四个好兄弟，为了美好的明天携手前进……"}
{"id":6,"name":"贞子3D 貞子3D","content":"不知从何时起，一段自杀直播的视频在网络上疯传，最为恐怖的是，凡是看过视频的人无一例外死于非命。某晚，就读于一所女子高中的女孩森崎典子坠楼身亡，她生前恰恰在网上寻找过那段视频。森崎的级任老师鲇川茜（石原里美 饰）由此对传闻产生怀疑。与此同时，警方也对该留言进行调查，结果发现的确所有看过视频的人都意外死亡。令人匪夷所思的是，即使视频删掉也如病毒一样在网络上疯传。最终，所有的矛头都指向了自杀视频的始作俑者柏田清司（山本裕典 饰）。他似乎借此在召唤某个带有强烈怨念的恶灵出现，真相究竟如何？"}
{"id":7,"name":"消失的子弹","content":"民国时期，国内最大的兵工厂发生离奇命案，死者被“幽灵子弹”所杀——犯罪现场找不到弹头。一时之间，疑云密布，人心惶惶，此案堪称民国第一奇案。此案交由警局内负责管理档案的政务警察松东路调查（刘青云 饰），担任文职的松东路既不会拳脚功夫也不懂如何开枪，却思想缜密，对破疑难杂 案有独特方法。一心为民除害的热血警探郭追（谢霆锋 饰）不容于警局贪污腐败氛围，联手松东路调查此离奇命案。如何开枪不用子弹？如何让子弹在穿入肉体的时候消失？松东路和郭追在枪和子弹上做了各种各样的研究，包括向猪身体发射盐子弹、冰子弹等等，却没有任何满意的结果。随着案情调查深入，两位警探抽丝剥茧地发现恐怖阴森的杀人密室和离奇的造弹装置，其诡异程度让经验丰富的松东路也瞠目结舌。就在“幽灵子弹杀人”真相揭开之际，松东路、郭追却接二连三遭人追杀，警察小五（井柏然 饰）在开枪掩护松东路、郭追逃亡之..."}
{"id":8,"name":"冰川时代4 Ice Age: Continental Drift","content":"《冰川时代4》讲述的依然是那些生活在冰川时期的特殊动物“家庭”经历的冒险故事。那只永远追着松果的无敌贱，又苦逼的小松鼠奎特（克里斯·韦奇 Chris Wedge 配音 ）这次搞出了更大的事件，一个不小心让大陆板块四分五裂，使得猛犸象曼尼（雷·罗马诺 Ray Roman o 配音）、树懒希德（约翰·雷吉扎莫 John Leguizamo 配音）以及剑齿虎迪亚哥（丹尼斯·利瑞 Denis Leary 配音）因此和家人、伙伴失散分离，在板块激烈的运动并分裂漂移后，只能使用一块流冰作为临时的船只，展开一段惊奇的海上大冒险，在海上他们会遭遇险恶的自然环境，也会遇到海盗，而回家与家人团聚是他们的终极愿望，他们最后能否顺利回家呢？"}
{"id":9,"name":"探索者传说 第二季 Legend of the Seeker Season 2","content":"科幻系列小说《真理之剑》（The Sword of Truth）曾经创下了全美销售量的白金记录，而由该系列的第一部《巫师第一守则》（Wizard's First Rule）改编的电视剧《探索者传说》（Legend of the Seeker）一经播出引起强烈的反响。该剧将在《指环王》三部曲拍摄的地点新西兰取景，讲述了男主角探索自身魔法力量的神秘之旅，并阻止残暴的统治者罪恶行径的故事。与之同行的还有美丽的女子凯兰和年迈的巫师佐德。该剧投资巨大，魔幻场景堪称历年罕见。该剧将于11月8日在美国联合有线电视网播出第二季。第二季的情节将紧接第一季结尾展开，这一次主人公理查德将面对「巫师第二守则」的挑战。理查德是拉哈家族的直系后代，暗王拉哈同父异母的兄弟。他的这一身份将为他今后的冒险带来很多不确定因素。痛苦使者卡拉成为理查德、凯兰、佐德团队中的第四人，她的到来..."}
{"id":10,"name":"泰坦尼克 Titanic","content":"据说永不沉没的泰坦尼克号巨型游轮即将从伦敦起航，直奔大西洋的彼岸美国。各种各样的人聚集在船上，其中有商人阿利森一家、漂亮的女游客伊莎贝拉、小偷贾米。阿利森太太因为两个孩子雇佣了一个新保姆，却发现她经常神情紧张、心事重重；伊莎贝拉在一次聚餐上邂逅了初恋情人温，被父亲的独断压抑的恋情热烈地爆发了；贾米被纯洁的女仆吸引，渐渐意识到做人的真正意义……　许多故事刚刚揭开序幕，意外发生了——泰坦尼克撞上了冰山，所有人都被推到了生死存亡的紧急关头…… "}
